### AWS UAT Plan Part # 2
  #### Terraform Format and Style 🖌`success`
  #### Terraform Initialization ⚙️`success`
  #### Terraform Plan 📖`success`
  <details><summary>Show Plan</summary>
  ```

  fter apply)
          + key = "assets/devicons-4cbd2440.woff"
        },
      + {
          + id  = (known after apply)
          + key = "assets/devicons-880373aa.eot"
        },
      + {
          + id  = (known after apply)
          + key = "assets/devicons-cbb92633.ttf"
        },
      + {
          + id  = (known after apply)
          + key = "assets/devicons-d7c9f264.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/fontawesome-webfont-2adefcbc.woff2"
        },
      + {
          + id  = (known after apply)
          + key = "assets/fontawesome-webfont-7bfcab6d.eot"
        },
      + {
          + id  = (known after apply)
          + key = "assets/fontawesome-webfont-aa58f33f.ttf"
        },
      + {
          + id  = (known after apply)
          + key = "assets/fontawesome-webfont-ad615792.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/fontawesome-webfont-ba0c59de.woff"
        },
      + {
          + id  = (known after apply)
          + key = "assets/github_profile_pic-66b10136.jpg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/html2canvas.esm-0a33ed42.js"
        },
      + {
          + id  = (known after apply)
          + key = "assets/index-79ca4b23.js"
        },
      + {
          + id  = (known after apply)
          + key = "assets/index-9a0f5c31.css"
        },
      + {
          + id  = (known after apply)
          + key = "assets/index.es-2ebeaddd.js"
        },
      + {
          + id  = (known after apply)
          + key = "assets/powershell_devicon_forest_green-25e7cded.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/purify.es-3ef59d4c.js"
        },
      + {
          + id  = (known after apply)
          + key = "assets/recase-b12b8868.js"
        },
      + {
          + id  = (known after apply)
          + key = "assets/tableau_logo-c0ec519e.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/terraform_devicon_forest_green-e8473ede.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/ts_devicon_forest_green-e8483eba.svg"
        },
      + {
          + id  = (known after apply)
          + key = "assets/vue_devicon_forest_green-d8b386fc.svg"
        },
      + {
          + id  = (known after apply)
          + key = "favicon.ico"
        },
      + {
          + id  = (known after apply)
          + key = "index.html"
        },
    ]
  + s3_bucket_object_version_ids = [
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
      + (known after apply),
    ]
::debug::Terraform exited with code 0.
::debug::stdout: %0ATerraform used the selected providers to generate the following execution%0Aplan. Resource actions are indicated with the following symbols:%0A  + create%0A%0ATerraform will perform the following actions:%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/About-41cfd9b3.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/About-41cfd9b3.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/About-41cfd9b3.js"%0A      + source_hash            = "c7f5ea1ef4f9513680640996d3ed3657"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/ArticleLayouts-0832ce36.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/ArticleLayouts-0832ce36.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/ArticleLayouts-0832ce36.js"%0A      + source_hash            = "b405602afe9e28dc48e0b719ae1bfedc"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Articles-c07800fd.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Articles-c07800fd.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Articles-c07800fd.js"%0A      + source_hash            = "eb2bf38d393e51948a86aacc27026f7b"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Articles-cdca7afd.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Articles-cdca7afd.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Articles-cdca7afd.css"%0A      + source_hash            = "d254e9f4850a323e5ea30df3ac31964d"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Landing-55994a62.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Landing-55994a62.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Landing-55994a62.css"%0A      + source_hash            = "b48e92d99a74536053cfb086f1cf666d"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Landing-c02f9a13.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Landing-c02f9a13.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Landing-c02f9a13.js"%0A      + source_hash            = "a7c0932ab610b7b65295722ff73eb3d0"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/PDF-2166aad4.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/PDF-2166aad4.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/PDF-2166aad4.css"%0A      + source_hash            = "00fb11129144eb048b60320a1ca0c77b"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/PDF-7827ee5f.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/PDF-7827ee5f.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/PDF-7827ee5f.js"%0A      + source_hash            = "b30fa77973ee6b6d758eb3dae8f4b0b8"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Start-1478f226.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Start-1478f226.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Start-1478f226.js"%0A      + source_hash            = "0af1186a2627c444a6a33013e3f9e5d7"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/StartButtonFloat-30662b5b.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/StartButtonFloat-30662b5b.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/StartButtonFloat-30662b5b.css"%0A      + source_hash            = "4f9643d47026450c9ee5b6cc273c47c2"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/StartButtonFloat-75808506.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/StartButtonFloat-75808506.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/StartButtonFloat-75808506.js"%0A      + source_hash            = "d0124d833f2374299044c31bf1a8eed0"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Terminal-2e2ec67e.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Terminal-2e2ec67e.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Terminal-2e2ec67e.css"%0A      + source_hash            = "85561bf1ef41088b8c3f0f50a6a1fa81"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/Terminal-e654d540.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/Terminal-e654d540.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/Terminal-e654d540.js"%0A      + source_hash            = "4dc5e5a13cc2056d1c06f0ae66219cb9"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/azure_devicon_forest_green-00278e7c.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/azure_devicon_forest_green-00278e7c.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/azure_devicon_forest_green-00278e7c.svg"%0A      + source_hash            = "e60911495dba8bb96def57539a94e9cf"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/bash_devicon_forest_green-d16e0666.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/bash_devicon_forest_green-d16e0666.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/bash_devicon_forest_green-d16e0666.svg"%0A      + source_hash            = "302f026f7e053d0ccf4b0ed827f15900"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/d3_devicon_forest_green-1e07de82.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/d3_devicon_forest_green-1e07de82.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/d3_devicon_forest_green-1e07de82.svg"%0A      + source_hash            = "89db6545390762231d3913a3cd717cf3"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/devicons-4cbd2440.woff"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "font/woff"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/devicons-4cbd2440.woff"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/devicons-4cbd2440.woff"%0A      + source_hash            = "a8639dec5833a8375d22fe425b01f4eb"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/devicons-880373aa.eot"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/vnd.ms-fontobject"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/devicons-880373aa.eot"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/devicons-880373aa.eot"%0A      + source_hash            = "36c5ab9318386dc0499a0d89691e6331"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/devicons-cbb92633.ttf"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "font/ttf"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/devicons-cbb92633.ttf"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/devicons-cbb92633.ttf"%0A      + source_hash            = "5ed4d6468a5a0f3cf9c82f854936feab"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/devicons-d7c9f264.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/devicons-d7c9f264.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/devicons-d7c9f264.svg"%0A      + source_hash            = "3364e4c1c38b1d141d6f12a441546cdc"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/fontawesome-webfont-2adefcbc.woff2"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "font/woff2"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/fontawesome-webfont-2adefcbc.woff2"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/fontawesome-webfont-2adefcbc.woff2"%0A      + source_hash            = "af7ae505a9eed503f8b8e6982036873e"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/fontawesome-webfont-7bfcab6d.eot"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/vnd.ms-fontobject"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/fontawesome-webfont-7bfcab6d.eot"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/fontawesome-webfont-7bfcab6d.eot"%0A      + source_hash            = "674f50d287a8c48dc19ba404d20fe713"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/fontawesome-webfont-aa58f33f.ttf"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "font/ttf"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/fontawesome-webfont-aa58f33f.ttf"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/fontawesome-webfont-aa58f33f.ttf"%0A      + source_hash            = "b06871f281fee6b241d60582ae9369b9"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/fontawesome-webfont-ad615792.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/fontawesome-webfont-ad615792.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/fontawesome-webfont-ad615792.svg"%0A      + source_hash            = "8ef356884e8bc0128e25921e21fab64f"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/fontawesome-webfont-ba0c59de.woff"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "font/woff"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/fontawesome-webfont-ba0c59de.woff"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/fontawesome-webfont-ba0c59de.woff"%0A      + source_hash            = "fee66e712a8a08eef5805a46892932ad"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/github_profile_pic-66b10136.jpg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/jpeg"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/github_profile_pic-66b10136.jpg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/github_profile_pic-66b10136.jpg"%0A      + source_hash            = "a85d8d094e6d9a7903c5829c0ed09432"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/html2canvas.esm-0a33ed42.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/html2canvas.esm-0a33ed42.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/html2canvas.esm-0a33ed42.js"%0A      + source_hash            = "955bf9b222a46a0897ad2d52916463de"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/index-79ca4b23.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/index-79ca4b23.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/index-79ca4b23.js"%0A      + source_hash            = "41e7e57859d1482dfb47846133b19216"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/index-9a0f5c31.css"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "text/css"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/index-9a0f5c31.css"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/index-9a0f5c31.css"%0A      + source_hash            = "45acb66fcc4bb14921fc31218d5333c0"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/index.es-2ebeaddd.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/index.es-2ebeaddd.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/index.es-2ebeaddd.js"%0A      + source_hash            = "e278b224581d95c7680b65d5e7dee344"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/powershell_devicon_forest_green-25e7cded.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/powershell_devicon_forest_green-25e7cded.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/powershell_devicon_forest_green-25e7cded.svg"%0A      + source_hash            = "3af47f89e61fe763b909c1fabc4c4083"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/purify.es-3ef59d4c.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/purify.es-3ef59d4c.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/purify.es-3ef59d4c.js"%0A      + source_hash            = "f17593fbd13b830e8b0da63f75b8f242"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/recase-b12b8868.js"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "application/javascript"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/recase-b12b8868.js"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/recase-b12b8868.js"%0A      + source_hash            = "71973ad25d4adfade3bb472a2fd9afd8"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/tableau_logo-c0ec519e.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/tableau_logo-c0ec519e.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/tableau_logo-c0ec519e.svg"%0A      + source_hash            = "b42fa60cb28ab38ad51179e8b40ff867"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/terraform_devicon_forest_green-e8473ede.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/terraform_devicon_forest_green-e8473ede.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/terraform_devicon_forest_green-e8473ede.svg"%0A      + source_hash            = "ab25c8b031fc668e363745b71dd395a2"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/ts_devicon_forest_green-e8483eba.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/ts_devicon_forest_green-e8483eba.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/ts_devicon_forest_green-e8483eba.svg"%0A      + source_hash            = "52658f776f4a1d3b285bc64c540aa7c5"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["assets/vue_devicon_forest_green-d8b386fc.svg"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/svg+xml"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "assets/vue_devicon_forest_green-d8b386fc.svg"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/assets/vue_devicon_forest_green-d8b386fc.svg"%0A      + source_hash            = "b445c5110e3b0a783cfb923e99665079"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + tags_all               = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0A          + "Project"         = "tf-web"%0A          + "Terraform"       = "true"%0A        }%0A      + version_id             = (known after apply)%0A    }%0A%0A  # module.s3_object_uat.aws_s3_bucket_object.this["favicon.ico"] will be created%0A  + resource "aws_s3_bucket_object" "this" {%0A      + acl                    = "public-read"%0A      + bucket                 = "uat.marshmallowmeat.com"%0A      + bucket_key_enabled     = (known after apply)%0A      + cache_control          = "max-age=31536000, immutable"%0A      + content_type           = "image/x-icon"%0A      + etag                   = (known after apply)%0A      + force_destroy          = true%0A      + id                     = (known after apply)%0A      + key                    = "favicon.ico"%0A      + kms_key_id             = (known after apply)%0A      + server_side_encryption = (known after apply)%0A      + source                 = "./../../../../../shortpoet_site/favicon.ico"%0A      + source_hash            = "15789dada2974fe2e62d763285aa97f0"%0A      + storage_class          = "STANDARD"%0A      + tags                   = {%0A          + "Bucket"          = "uat.marshmallowmeat.com"%0A          + "CloudFlare"      = "true"%0A          + "CloudFlare_Zone" = "marshmallowmeat.com"%0
  ```
  </details>
  *Pusher: @shortpoet, Action: `pull_request`, Working Directory: ``, Workflow: `Deploy`*